// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP プリンタ Web サービス";
TaskTOCTitle = "HP Web サービス";
SummarySucceededTaskName = "HP Web サービスが有効になっています。";
SummaryFailedTaskName = "HP Web サービスを有効にできません";
SummaryUpdateAvailableName = "更新を利用できます";
SummaryTaskTOCTitle = "サマリ";

EnableWebServicesButtonTitle = "はい、使用条件に同意します。";
SkipWebServicesEnablingCaption = "Web サービスを有効にしない場合、[スキップ] を押します。";

AlreadyEnabledTitle = "プリンタがネットワークに正常に接続されました。\nHP インターネット接続プリンタには、HP Touchsmart Apps、ePrint、自動製品アップデートといった便利で革新的な新機能が備わっています。これらのサービスの詳細については、製品ドキュメントまたは以下を参照してください";
AlreadyEnabledText = "HP Web サービスはプリンタですでに有効になっています。詳細情報とこのプリンタの ePrint アドレスが記載されたページを印刷するには、下のボタンをクリックします。";
PrintWebServicesDetailsButtonTitle = "HP Web サービスの詳細を印刷";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Web サービスを有効にするために必要なデバイスの更新があります。デバイスの ePrint ボタンをクリックして更新を適用してください。ガイドに従って手順を実行してください。";

LookingForDeviceUpdateProgressTitle = "デバイスは更新を検索しています。しばらくお待ちください。";
EnableWebServicesProgressTitle = "プリンタで Web サービスを設定しています… お待ちください。";

WebServicesEnablingSucceededCaption = "HP Web サービスがプリンタで正常に有効になりました。\n\nHP Web サービスに関する追加情報とプリンタの ePrint アドレスを記載したページが印刷されます。";
WebServicesEnablingFailedCaption = "このプリンタの HP Web サービスを現時点で有効にできませんでした。 Web サービスへのインターネット接続に一時的な問題が発生していることが原因である可能性があります。またはプリンタで製品のアップデートが必要である可能性があります。\r\rプリンタの ePrint ボタンを押して、HP Web サービスを後でもう一度有効にしてみてください。製品のアップデートが必要な場合、その時点でガイドに従って Web サービスの設定を完了してください。\r\rこれが、プリンタの別の機能に影響を及ぼすことはありません。印刷など他のすべての機能が、プリンタで正常に実行されます。";

HSDProductUpdate = "製品の更新:";
HSDAutomaticalyUpdate = "製品を自動的に更新する (推奨)";
HSDNotifyBeforeUpdate = "製品を更新する前に通知する";
HSDNeverUpdate = "製品を更新しない";

HSDDisableWebServicesTitle = "Web サービスを無効にしますか?";
HSDAllowProductUpdatesTitle = "製品の更新を許可しますか?";
HSDAllowProductUpdatesText = "Web サービスを使用するには、更新の確認をプリンタに許可する必要があります。";
HSDDisableWebServices = "Web サービスを無効にする";
HSDUpdateAutomatically = "自動的に更新する";
HSDNotifyBeforeUpdating = "更新する前に通知する";
